Repository: kchro3/TypeaheadAI
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, it

source: System speech language
fr: Langue de la synthèse vocale du système
it: Lingua della sintesi vocale del sistema

source: System voice
fr: Voix du système
it: Voce del sistema

source: Text
fr: Texte
it: Testo

source: Thank you for your feedback! We will review it as soon as possible and take it into consideration. Please feel free to reach out to @kchro3 on Twitter or jeff@typeahead.ai
fr: Merci pour votre retour ! Nous l'examinerons dès que possible et le prendrons en considération. N'hésitez pas à contacter @kchro3 sur Twitter ou jeff@typeahead.ai
it: Grazie per il tuo feedback! Lo esamineremo il prima possibile e lo prenderemo in considerazione. Non esitare a contattare @kchro3 su Twitter o jeff@typeahead.ai

source: Thanks for trying out TypeaheadAI! We are working on building new features, and we would appreciate your support.
fr: Merci d'avoir essayé TypeaheadAI ! Nous travaillons à développer de nouvelles fonctionnalités, et nous serions reconnaissants de votre soutien.
it: Grazie per aver provato TypeaheadAI! Stiamo lavorando allo sviluppo di nuove funzionalità e apprezzeremmo il tuo sostegno.

source: Thanks for using Typeahead! If you experience any bugs or have a poor user experience, please let us know, and we will try to address them as soon as possible. We are also open to feature requests and suggestions! We may reach out by email to ask about more details. You can also reach me at @kchro3 on Twitter or jeff@typeahead.ai by email.
fr: Merci d'utiliser Typeahead ! Si vous rencontrez des bugs ou avez une mauvaise expérience utilisateur, veuillez nous en informer et nous essaierons de les résoudre dès que possible. Nous sommes également ouverts aux demandes de nouvelles fonctionnalités et suggestions ! Nous pourrions vous contacter par e-mail pour demander plus de détails. Vous pouvez également me joindre sur Twitter @kchro3 ou par e-mail à jeff@typeahead.ai.
it: Grazie per aver utilizzato Typeahead! Se riscontri dei bug o hai un'esperienza utente insoddisfacente, ti preghiamo di farcelo sapere e cercheremo di risolverli il prima possibile. Siamo anche aperti a richieste di nuove funzionalità e suggerimenti! Potremmo contattarti via email per chiedere ulteriori dettagli. Puoi anche contattarmi su Twitter @kchro3 o via email all'indirizzo jeff@typeahead.ai.

source: The first thing you will need to learn is how to **activate** Typeahead. Unlike many apps, Typeahead runs in the **background**, so you won't see it in your dock. Instead, you will see the Typeahead logo in the menu bar to indicate when the app is running. To open and close a Typeahead window, you can press:
fr: La première chose que vous devrez apprendre est comment activer Typeahead. Contrairement à de nombreuses applications, Typeahead fonctionne en arrière-plan, donc vous ne la verrez pas dans votre dock. Au lieu de cela, vous verrez le logo de Typeahead dans la barre de menus pour indiquer quand l'application est en cours d'exécution. Pour ouvrir et fermer une fenêtre Typeahead, vous pouvez appuyer sur :
it: La prima cosa che dovrai imparare è come **attivare** Typeahead. A differenza di molte app, Typeahead funziona in **background**, quindi non lo vedrai nel tuo dock. Invece, vedrai il logo di Typeahead nella barra dei menu per indicare quando l'app è in esecuzione. Per aprire e chiudere una finestra di Typeahead, puoi premere:

source: The instructions can be updated in your Settings.
fr: Les instructions peuvent être mises à jour dans vos Paramètres.
it: Le istruzioni possono essere aggiornate nelle tue Impostazioni.

source: The model failed to load.
fr: Le modèle n'a pas pu être chargé.
it: Il modello non è riuscito a caricarsi.

source: The primary interface for Typeahead is **smart-copy** and **smart-paste**. It is smarter than your standard clipboard because it uses AI to take what you've copied and predict what you want to paste. For example, let's say you want to reply to this email. You can select the email below and **smart-copy** it with:
fr: L'interface principale de Typeahead repose sur smart-copy et smart-paste. Elle est plus intelligente que votre presse-papiers standard car elle utilise l'IA pour prendre ce que vous avez copié et prédire ce que vous souhaitez coller. Par exemple, disons que vous voulez répondre à cet e-mail. Vous pouvez sélectionner l'e-mail ci-dessous et le smart-copier avec :
it: L'interfaccia principale di Typeahead è **smart-copy** e **smart-paste**. È più intelligente della tua normale clipboard perché utilizza l'AI per prendere ciò che hai copiato e prevedere ciò che vuoi incollare. Ad esempio, diciamo che vuoi rispondere a questa email. Puoi selezionare l'email qui sotto e **smart-copiarla** con:

source: There are plenty of ways to get started! You can think of Typeahead as a new tool in your toolkit, where you can ask it to convert meeting notes into follow-up emails or summarize news articles, and it is like a copilot for all of your apps. **Smart-copy** works on anything that you can copy, and **smart-paste** works anywhere that you can paste. It even works in full-screen apps, so it's always at your fingertips. You can access your settings from the menu bar.
fr: Il y a de nombreuses façons de commencer ! Vous pouvez considérer Typeahead comme un nouvel outil dans votre boîte à outils, où vous pouvez lui demander de convertir des notes de réunion en e-mails de suivi ou de résumer des articles de presse, et c'est comme un copilote pour toutes vos applications. Copie intelligente fonctionne sur tout ce que vous pouvez copier, et collage intelligent fonctionne partout où vous pouvez coller. Cela fonctionne même dans les applications en plein écran, donc c'est toujours à portée de main. Vous pouvez accéder à vos paramètres depuis la barre de menu.
it: Ci sono molti modi per iniziare! Puoi pensare a Typeahead come a un nuovo strumento nel tuo kit, dove puoi chiederle di convertire appunti di riunioni in email di follow-up o riassumere articoli di notizie, ed è come un copilota per tutte le tue app. **Smart-copy** funziona su qualsiasi cosa tu possa copiare, e **smart-paste** funziona ovunque tu possa incollare. Funziona anche in app a schermo intero, quindi è sempre a portata di mano. Puoi accedere alle tue impostazioni dalla barra dei menu.

source: Thinking
fr: Réflexion
it: Riflessione

source: Thinking...
fr: Réflexion...
it: Pensando...

source: This is still a work in progress. Need to use a more advanced sampling method, since it's currently just doing a greedy search. Will integrate with HuggingFace in a future version, but for now, try downloading this to your model directory:
fr: C'est encore un travail en cours. Il faut utiliser une méthode d'échantillonnage plus avancée, car elle effectue actuellement juste une recherche avide. Sera intégré avec HuggingFace dans une future version, mais pour l'instant, essayez de télécharger ceci dans votre répertoire de modèles :
it: Questo è ancora un lavoro in corso. È necessario utilizzare un metodo di campionamento più avanzato, poiché attualmente sta eseguendo solo una ricerca avida. Si integrerà con HuggingFace in una versione futura, ma per ora, prova a scaricare questo nella tua directory dei modelli:

source: Typeahead is an AI tool that automates your busywork. In this tutorial, you will learn about Typeahead's basic features, and we will explain how Typeahead works behind the scenes. In this version, we are introducing "Autopilot" mode, where you can record and automate your workflows.
fr: Typeahead est un outil d'IA qui automatise vos tâches répétitives. Dans ce tutoriel, vous apprendrez les fonctionnalités de base de Typeahead et nous expliquerons comment Typeahead fonctionne en arrière-plan. Dans cette version, nous introduisons le mode "Pilote automatique", où vous pouvez enregistrer et automatiser vos flux de travail.
it: Typeahead è uno strumento AI che automatizza il tuo lavoro noioso. In questo tutorial, imparerai le funzionalità di base di Typeahead e spiegheremo come funziona Typeahead dietro le quinte. In questa versione, stiamo introducendo la modalità "Autopilota", dove puoi registrare e automatizzare i tuoi flussi di lavoro.

source: unknown
fr: inconnu
it: sconosciuto

source: User ID: %@
fr: Identifiant utilisateur : %@
it: ID utente: %@

source: Welcome to Typeahead
fr: Bienvenue à Typeahead
it: Benvenuto a Typeahead

source: What do you want to do with this?
fr: Que voulez-vous faire avec cela ?
it: Cosa vuoi fare con questo?

source: What element do you want to focus on?
fr: Sur quel element voulez-vous vous concentrer ?
it: Su quale elemento vuoi mettere a fuoco?

source: What should TypeaheadAI know about you to provide better responses?
fr: Que doit savoir TypeaheadAI à votre sujet pour fournir de meilleures réponses ?
it: Cosa dovrebbe sapere TypeaheadAI su di te per fornire risposte migliori?

source: Why use smart-copy and smart-paste?
fr: Pourquoi utiliser la copie intelligente et le collage intelligent ?
it: Perché usare la funzione di "smart-copy" e "smart-paste?"

source: You can move the window by dragging it by the top region of the window, and you can resize it by dragging its corners. NOTE: All hotkeys can be reconfigured in your Settings.
fr: Vous pouvez déplacer la fenêtre en la faisant glisser par la partie supérieure, et vous pouvez la redimensionner en faisant glisser ses coins. REMARQUE : Tous les raccourcis clavier peuvent être reconfigurés dans vos Paramètres.
it: Puoi spostare la finestra trascinandola dalla parte superiore della finestra e puoi ridimensionarla trascinando gli angoli. NOTA: Tutti i tasti di scelta rapida possono essere riconfigurati nelle tue Impostazioni.

source: You can view and manage your history here.
fr: Vous pouvez consulter et gérer votre historique ici.
it: Puoi visualizzare e gestire la tua cronologia qui.

source: You're all set!
fr: Tout est prêt !
it: Sei a posto!

source: You're signed in!
fr: Vous êtes connecté !
it: Sei connesso!

source: Your feedback has been received!
fr: Votre retour a été reçu !
it: Il tuo feedback è stato ricevuto!

source: Date
it: Data

source: Email
it: Indirizzo email

source: Menu
it: Menù

source: Message
it: Messaggio

source: Messages
it: Messaggi

source: Narration
it: Narrazione

source: Ok
it: Va bene

source: OK
it: Va bene

source: Option
it: Opzione

source: Suggestions
it: Suggerimenti
